<?php

use Illuminate\Database\Seeder;

class ClassMajorSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('class_majors')->insert([
        	['name' => 'Математика'],
        	['name' => 'Английски език'],
        	['name' => 'Немски език'],
            ['name' => 'Испански език'],
            ['name' => 'Френски език'],

            ['name' => 'Софтуерни и хардуерни науки'],
            ['name' => 'Предприемачество'],
            ['name' => 'Дигитални науки'],
            ['name' => 'Предприемачески, деловодство, стругари'],
            ['name' => 'Ресторантьорство'],
            ['name' => 'Монтьорство'],
            ['name' => 'Агроекология'],
            ['name' => 'Обществени науки'],
            ['name' => 'Музика'],
            ['name' => 'Бизнес и предприемачество'],
            ['name' => 'Хранително-вкусови технологии'],
            ['name' => 'Сътрудник в малкия и среден бизнес'],
            ['name' => 'Растениевъдство'],
            ['name' => 'Производство на алкохолни и безалкохолни напитки'],
            ['name' => 'Информационни технологии'],
            ['name' => 'Бизнес администрация'],
            ['name' => 'Туризъм'],
            ['name' => 'Ветеринарна медицина'],
            ['name' => 'Чужди езици'],
            ['name' => 'Машинни техници'],
            ['name' => 'Компютърна техника и технологии'],
            ['name' => 'Електрообзавеждане'],
            ['name' => 'Топлотехника'],
            ['name' => 'Мехатроника'],
            ['name' => 'Друга'],
        ]);
    }
}
