<?php

use Illuminate\Database\Seeder;

class SchoolSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('schools')->insert([
        	[
        		'id' => 1,
        		'name' => '132 СУ "ВАНЯ ВОЙНОВА"',
        		'website' => 'https://www.132su.com',
        		'city_id' => 1,
        		'address' => 'бул. "Цар Борис III" №128'
        	],
        	[
        		'id' => 2,
        		'name' => '92 ОУ "Димитър Талев"',
        		'website' => 'https://www.92dimitartalev.com',
        		'city_id' => 1,
        		'address' => 'ул. "Добротич" №21'
        	],
        	[
        		'id' => 3,
        		'name' => 'СПГЕ "Джон Атанасов"',
        		'website' => 'https://spge-bg.com',
        		'city_id' => 1,
        		'address' => 'ул. "Райко Алексиев" 48'
        	],
            [
                'id' => 9999,
                'name' => 'Друго',
                'website' => '#',
                'city_id' => 1,
                'address' => ' '
            ]
        ]);

        DB::table('schools')->insert([
            [
                'id' => 4,
                'name' => '75 СУ "Тодор Каблешков"',
                'city_id' => 1,
            ],
            [
                'id' => 5,
                'name' => 'ОУ "Георги Стойков Раковски"',
                'city_id' => 2,
            ],
            [
                'id' => 6,
                'name' => 'ОУ "Николай Райнов"',
                'city_id' => 3,
            ],
            [
                'id' => 7,
                'name' => 'ОУ "Св.Св.Кирил и Методий"',
                'city_id' => 4,
            ],
            [
                'id' => 8,
                'name' => '106 ОУ "Григорий Цамблак"',
                'city_id' => 1,
            ],
            [
                'id' => 9,
                'name' => '144 СУ "Народни будители"',
                'city_id' => 1,
            ],
            [
                'id' => 10,
                'name' => '149 СУ "Иван Хаджийски"',
                'city_id' => 1,
            ],
            [
                'id' => 11,
                'name' => '159 ОУ "Васил Левски"',
                'city_id' => 1,
            ],
            [
                'id' => 12,
                'name' => '162 ОбУ "Отец Паисий"',
                'city_id' => 1,
            ],
            [
                'id' => 13,
                'name' => '172 ОУ "Христо Ботев"',
                'city_id' => 1,
            ],
            [
                'id' => 14,
                'name' => '202 ОУ "Христо Ботев"',
                'city_id' => 1,
            ],
            [
                'id' => 15,
                'name' => '27 СУ "Акад. Георги Караславов"',
                'city_id' => 1,
            ],
            [
                'id' => 16,
                'name' => '71 СУ "Пейо Яворов"',
                'city_id' => 1,
            ],
            [
                'id' => 17,
                'name' => '90 СУ "Генерал Хосе де Сан Мартин"',
                'city_id' => 1,
            ],
            [
                'id' => 18,
                'name' => '97 СУ "Братя Миладинови"',
                'city_id' => 1,
            ],
            [
                'id' => 19,
                'name' => 'ОУ "Христо Ботев"',
                'city_id' => 5,
            ],
            [
                'id' => 20,
                'name' => 'ОУ "Христо Ботев"',
                'city_id' => 6,
            ],
            [
                'id' => 21,
                'name' => 'СУ "Вела Благоева"',
                'city_id' => 7,
            ],
            [
                'id' => 22,
                'name' => 'СУ "Димитър Благоев"',
                'city_id' => 8,
            ],
            [
                'id' => 23,
                'name' => 'СУ "Д-р Петър Берон"',
                'city_id' => 9,
            ],
            [
                'id' => 24,
                'name' => 'ОУ "Горан Червеняшки"',
                'city_id' => 10,
            ],
            [
                'id' => 25,
                'name' => 'ОУ "Свети Климент Охридски"',
                'city_id' => 11,
            ],
            [
                'id' => 26,
                'name' => 'СУ "Св. Св. Кирил и Методий"',
                'city_id' => 12,
            ],
            [
                'id' => 27,
                'name' => 'ОУ "Васил Левски"',
                'city_id' => 13,
            ],
            [
                'id' => 28,
                'name' => 'ОУ "Георги Бенковски"',
                'city_id' => 15,
            ],
            [
                'id' => 29,
                'name' => 'ОУ "Граф Николай Игнатиев"',
                'city_id' => 13,
            ],
            [
                'id' => 30,
                'name' => 'ОУ "Екзарх Антим І"',
                'city_id' => 13,
            ],
            [
                'id' => 31,
                'name' => 'ОУ "Иван Сергеевич Тургенев"',
                'city_id' => 16,
            ],
            [
                'id' => 32,
                'name' => 'ОУ "Найден Геров"',
                'city_id' => 17,
            ],
            [
                'id' => 33,
                'name' => 'ОУ "Свети Свети Кирил и Методий"',
                'city_id' => 18,
            ],
            [
                'id' => 34,
                'name' => 'СУ "Константин Петканов"',
                'city_id' => 19,
            ],
            [
                'id' => 35,
                'name' => 'СУ "Любен Каравелов"',
                'city_id' => 13,
            ],
            [
                'id' => 36,
                'name' => 'СУ "Свети Паисий Хилендарски"',
                'city_id' => 20,
            ],
            [
                'id' => 37,
                'name' => 'ПГ по механотехника "Професор Цветан Лазаров"',
                'city_id' => 13,
            ],
            [
                'id' => 38,
                'name' => 'ОУ "Александър Георгиев-Коджакафалията"',
                'city_id' => 19,
            ],
            [
                'id' => 39,
                'name' => 'СУ "Свети Свети Кирил и Методий"',
                'city_id' => 21,
            ],
            [
                'id' => 40,
                'name' => 'СУ "Христо Ботев"',
                'city_id' => 19,
            ],
            [
                'id' => 41,
                'name' => 'ОУ "Генерал Карцов"',
                'city_id' => 22,
            ],
            [
                'id' => 42,
                'name' => 'ОУ "Георги Бенковски"',
                'city_id' => 23,
            ],
            [
                'id' => 43,
                'name' => 'ОУ "Неофит Рилски"',
                'city_id' => 24,
            ],
            [
                'id' => 44,
                'name' => 'ОУ "Отец Паисий"',
                'city_id' => 25,
            ],
            [
                'id' => 45,
                'name' => 'ОУ "Св. св. Кирил и Методий"',
                'city_id' => 26,
            ],
            [
                'id' => 46,
                'name' => 'ОУ "Христо Ботев"',
                'city_id' => 27,
            ],
            [
                'id' => 47,
                'name' => 'ОбУ "Свети Свети Кирил и Методий"',
                'city_id' => 28,
            ],
            [
                'id' => 48,
                'name' => 'ПГ по ветеринарна медицина и селско стопанство "Св. Г. Победоносец"',
                'city_id' => 1,
            ],
            [
                'id' => 49,
                'name' => 'ПГ по мениджмънт и хранителни технологии',
                'city_id' => 29,
            ],
            [
                'id' => 50,
                'name' => 'СУ "Алеко Константинов"',
                'city_id' => 30,
            ],
            [
                'id' => 51,
                'name' => 'ОУ "Свети Климент Охридски"',
                'city_id' => 29,
            ],
            [
                'id' => 52,
                'name' => 'ПГ по механоелектротехника',
                'city_id' => 31,
            ],
        ]);
    }
}
